{
  "must_read": [
    {"img_url":"assets/images/must_read/must_read_12.jpg", "headline": "Japanese woman confirmed as COVID-19 case for 2nd time, weeks after initial recovery",
      "detail": "<p>A woman, in her forties, working as a tour-bus guide in Japan tested positive for the coronavirus for a second time, Osaka's prefectural government said on Wednesday (Feb 26). The woman, a resident of Osaka in western Japan, tested positive on Wednesday after developing a sore throat and chest pains.  She first tested positive in late January and was discharged from the hospital after recovering on Feb 1.</p>",
      "source": "CNA", "url": "https://www.channelnewsasia.com/news/asia/japan-woman-covid-19-coronavirus-second-time-recovered-12474880"},
      {"img_url":"assets/images/must_read/must_read_13.jpg", "headline": "Largest study suggests elderly and sick are most at risk",
        "detail": "<p>The study includes a detailed breakdown of the 44,672 confirmed cases across all of China.</p><p>It finds that 80.9% of infections are classified as mild, 13.8% as severe and only 4.7% as critical.  The number of deaths among those infected, known as the fatality rate, remains low but rises among those over 80 years old.</p><p>Looking at the sex ratio, men are more likely to die (2.8%) than women (1.7%).</p><p>The study also identifies which existing illnesses put patients at risk. It puts cardiovascular disease at number one, followed by diabetes, chronic respiratory disease and hypertension.</p>",
        "source": "BBC", "url": "https://www.bbc.com/news/world-asia-china-51540981"},
      {"img_url":"assets/images/must_read/must_read_01.jpg", "headline": "Revealed: the protein 'spike' that lets the 2019-nCoV coronavirus pierce and invade human cells",
        "detail": "<p>2019-nCoV binds to ACE2 with much higher affinity (10-20 times higher!) than SARS. In other words, 2019-nCoV’s 'key' is a lot 'stickier' than the SARS one. It’s like a SARS 'key' covered in superglue.</p>",
        "source": "The Conversation", "url": "http://theconversation.com/revealed-the-protein-spike-that-lets-the-2019-ncov-coronavirus-pierce-and-invade-human-cells-132183"},
      {"img_url":"assets/images/must_read/must_read_02.jpg", "headline": "Wuhan coronavirus could cause male infertility",
        "detail": "<p>A scientific research project found that the COVID-19 disease not only damages the lungs, but also the kidneys and testicular tissues, potentially leading to male infertility. Kidney dysfunction occurs in 3 to 10 percent of novel coronavirus infection.</p>",
        "source": "Taiwan News", "url": "https://www.taiwannews.com.tw/en/news/3878295"},
      {"img_url":"assets/images/must_read/must_read_03.jpg", "headline": "Lung Biopsy of Deceased China Patient Shows SARS-Like Damage",
        "detail": "<p>Doctors studying a 50-year-old man who died in China last month from the new coronavirus found that the disease caused lung damage reminiscent of two prior coronavirus-related outbreaks, SARS and MERS.</p>",
        "source": "Bloomberg", "url": "https://www.bloomberg.com/news/articles/2020-02-17/lung-biopsy-of-deceased-china-patient-shows-sars-like-damage"},
      {"img_url":"assets/images/must_read/must_read_04.jpg", "headline": "How the New Coronavirus Spreads and Progresses – And Why One Test May Not Be Enough",
        "detail": "<p>Evidence from the case in Washington State suggests that the severity of the illness does not necessarily correlate with levels of the coronavirus in the body – meaning someone can be very infectious without seeming very sick.</p>",
        "source": "UCSF", "url": "https://www.ucsf.edu/news/2020/02/416671/how-new-coronavirus-spreads-and-progresses-and-why-one-test-may-not-be-enough"},
      {"img_url":"assets/images/must_read/must_read_05.jpg", "headline": "Coronavirus: the new disease Covid-19 explained",
        "detail": "<p>Everything you need to know about the coronavirus via infographics</p>",
        "source": "SCMP", "url": "https://multimedia.scmp.com/infographics/news/china/article/3047038/wuhan-virus/index.html?src=article-launcher"},
      {"img_url":"assets/images/must_read/must_read_06.jpg", "headline": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov",
        "detail": "<p>We noticed that the only Asian donor (male) has a much higher ACE2-expressing cell ratio than white and African American donors (2.50% vs. 0.47% of all cells). This might explain the observation that the new Coronavirus pandemic and previous SARS-Cov pandemic are concentrated in the Asian area.</p>",
        "source": "bioRxiv", "url": "https://www.biorxiv.org/content/10.1101/2020.01.26.919985v1.full"},
      {"img_url":"assets/images/must_read/must_read_07.jpg", "headline": "Coronavirus: What it does to the body",
          "detail": "<p>There is a pattern in the reported death rates.</p><p>Less than 0.5% of patients aged under 50 have died, according to Chinese Centres of Disease Control.</p><p>However, that figure spikes rapidly to:</p><p>1.3% in their 50s</p><p>3.6% in their 60s</p><p>8% in their 70s</p><p>15% over 80</p>",
          "source": "BBC", "url": "https://www.bbc.com/news/health-51214864"},
      {"img_url":"assets/images/must_read/must_read_08.jpg", "headline": "Coronavirus is more fatal in men than women, major study suggests",
        "detail": "<p>Chinese Center for Disease Control and Prevention data suggested that fatality rates were higher among men than women. Officials recorded a 2.8% fatality rate for male patients versus 1.7% for women.</p>",
        "source": "CNBC", "url": "https://www.cnbc.com/2020/02/18/coronavirus-is-more-fatal-in-men-than-women-major-study-suggests.html"},
        {"img_url":"assets/images/must_read/must_read_09.jpg", "headline": "What happens if you catch the new coronavirus?",
          "detail": "<p>'We've seen some data on about 17,000 cases and overall 82 percent of those are mild, 15 percent of those are severe and 3 percent of those are classified as critical,' said Van Kerkhove.</p>",
          "source": "Aljazeera", "url": "https://www.aljazeera.com/news/2020/02/infected-coronavirus-200210205212755.html"},
      {"img_url":"assets/images/must_read/must_read_10.jpg", "headline": "Australian coronavirus vaccine goes into test production",
          "detail": "<p>A factory in Melbourne has started producing a test dose of a potential coronavirus vaccine which scientists will begin testing on animals this week.</p><p>The test vaccine was developed in just six weeks by University of Queensland researchers using world-first molecular clamp technology invented in Australia.</p>",
          "source": "THE.AGE", "url": "https://www.theage.com.au/national/australian-coronavirus-vaccine-goes-into-test-production-20200221-p5436l.html"},
      {"img_url":"assets/images/must_read/must_read_11.jpg", "headline": "Masks and N95 Respirators",
        "detail": "<p>Facemasks and N95 respirators are examples of personal protective equipment that are used to protect the wearer from liquid and airborne particles contaminating the face. They are one part of an infection-control strategy.</p>",
        "source": "FDA.GOV", "url": "https://www.fda.gov/medical-devices/personal-protective-equipment-infection-control/masks-and-n95-respirators"}
  ]
}